tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'

cask 'atom'
cask 'awareness'
cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'itsycal'
cask 'java'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'vagrant'
cask 'virtualbox'

brew 'ack'
brew 'coreutils'
brew 'cmake'
brew 'elixir'
brew 'go'
brew 'grep'
brew 'htop'
brew 'node'
brew 'neovim/neovim/neovim'
brew 'postgresql', restart_service: true
brew 'pkgconfig'
brew 'python'
brew 'rbenv'
brew 'ripgrep'
brew 'roundup'
brew 'shpotify'
brew 'speedtest_cli'
brew 'stack'
brew 'the_silver_searcher'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zsh'
