tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'neovim/neovim'

cask 'java'
cask 'atom'
cask 'awareness'
cask 'battle-net'
cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'itsycal'
cask 'minecraft'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'vagrant'
cask 'virtualbox'

brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'cscope'
brew 'elixir'
brew 'elm'
brew 'frotz'
brew 'gettext'
brew 'go'
brew 'gradle'
brew 'pcre'
brew 'grep'
brew 'haskell-stack'
brew 'htop'
brew 'jemalloc'
brew 'kotlin'
brew 'leiningen'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'python'
brew 'macvim'
brew 'minimal-racket'
brew 'mono'
brew 'msgpack'
brew 'mypy'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'rbenv'
brew 'ripgrep'
brew 'speedtest_cli'
brew 'the_silver_searcher'
brew 'tree'
brew 'typesafe-activator'
brew 'unibilium'
brew 'vim'
brew 'yarn'
brew 'neovim/neovim/neovim'
