tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

cask "alacritty"
cask "alfred"
cask "awareness"
cask "bartender"
cask "calibre"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefoxdeveloperedition"
cask "flux"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "wireshark"

brew "bash"
brew "bat"
brew "binutils", link: true
brew "cloc"
brew "cmake"
brew "coreutils"
brew "go"
brew "diff-so-fancy"
brew "erlang"
brew "elixir"
brew "exa"
brew "exiftool"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git-delta"
brew "glances"
brew "pkg-config"
brew "grep"
brew "gron"
brew "haskell-stack"
brew "ncurses"
brew "htop"
brew "hugo"
brew "jenv"
brew "jq"
brew "neovim"
brew "node"
brew "prettyping"
brew "pyenv"
brew "pypy3"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "shpotify"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "ykman"
